<style lang='scss' scoped src='./style.scss'>
</style>

<template>
    <div class="rule">
        <h5>活动规则说明</h5>
        <p>1、登录彩小秘账号后，进入活动页面，获得您专属的二维码。<span>只要受邀请人扫码并在相应界面注册，下载APP并登录，您即可获得1元注册奖励。若该用户有消费行为，您和您所在的店铺将分别获得该用户购彩金额的2%和3%作为提成，即推广员获得2%，推广员所在店铺获得3%。</span><span style="display:block;margin-top:0.2rem;">额外奖励：总收入排名第1至第8名的店员，可获得额外1000-50元的奖励，奖励明细如下:</span></p>
        <table>
            <tr>
                <td>第1名</td>
                <td>第2名</td>
                <td>第3名</td>
                <td>第4名</td>
                <td>第5名</td>
                <td>第6名</td>
                <td>第7名</td>
                <td>第8名</td>
            </tr>
            <tr>
                <td>1000元</td>
                <td>800元</td>
                <td>600元</td>
                <td>400元</td>
                <td>200元</td>
                <td>150元</td>
                <td>100元</td>
                <td>50元</td>
            </tr>
        </table>
        <p>2、该活动不限受邀人数，邀请人数越多且消费越多，获得的注册奖励和提成越多。</p>
        <p>3、您获得的注册奖励和提成将于活动结束后7个工作日内发放至您的账户内，可用于购彩或提现。</p>
        <p>4、彩小秘对本活动有唯一解释权，同一设备，同一手机号视为同一用户。若发现恶意刷单行为，有权取消您所获得的所有注册奖励和提成。</p>
        <p>5、如有疑问请拨打客服电话：400-012-6600。</p>
    </div>
</template>
