<style lang='scss' scoped src='./style.scss'>

</style>
<template>
    <div class="wrap service">
        <p>
            【注意】欢迎申请使用必中彩提供的服务。请您（下列简称为“用户”）仔细阅读以下全部内容（特别是下划线标注的内容）。如用户不同意本服务条款任意内容，请勿注册或使用必中彩服务。如用户通过进入注册程序并勾选“我同意必中彩手机帐号服务条款”，即表示用户与必中彩公司已达成协议，自愿接受本服务条款的所有内容。此后，用户不得以未阅读本服务条款内容作任何形式的抗辩。</p>
        <h5>一、服务条款的确认和接纳</h5>
        <p>
            必中彩服务涉及到的必中彩产品的所有权以及相关软件的知识产权归必中彩公司所有。必中彩公司所提供的服务必须按照其发布的公司章程，服务条款和操作规则严格执行。本服务条款的效力范围及于将必中彩手机帐号作为登录帐号的必中彩产品和服务（以下简称“必中彩各单项服务”），用户在享受必中彩各单项服务时，应当受本服务条款的约束。</p>
        <p>
            当用户使用必中彩各单项服务时，应以必中彩公司认可的方式同意该单项服务的服务条款以及必中彩公司在该单项服务中发出的各类公告（下列简称为“单项条款”），在此情况下单项条款与本服务条款同时对用户产生效力。若单项条款与本服务条款存在同类条款的冲突，则在单项条款约束范围内应以单项条款为准。</p>
        <h5>二、必中彩手机帐号服务简介</h5>
        <p>本服务条款所称的“必中彩手机帐号”是指用户以手机号码作为帐号注册的合法、有效的帐号，必中彩手机帐号注册成功后帐号即为手机号。</p>
        <p>必中彩公司运用自己的操作系统通过国际互联网络为用户提供各项服务。用户必须：
            <span>（1）提供设备，如个人电脑、手机或其他上网设备。</span>
            <span>（2）个人上网和支付与此服务有关的费用。</span>
        </p>

        <h5>三、必中彩手机帐号注册规则</h5>
        <p>必中彩手机帐号注册资料包括：用户的手机号码、密码及注册必中彩手机帐号或更新必中彩手机帐号注册资料时输入的所有信息或更新必中彩手机帐号时输入的所有信息以及用户使用必中彩各单项服务时输入的名称、头像等所有信息。</p>
        <p>
            用户在注册必中彩手机帐号时承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在必中彩手机帐号注册资料中出现违法和不良信息，且用户保证其在注册和使用帐号时，不得有以下情形：
            <span>（1）违反宪法或法律法规规定的；</span>
            <span>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</span>
            <span>（3）损害国家荣誉和利益的，损害公共利益的；</span>
            <span>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</span>
            <span>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</span>
            <span>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</span>
            <span>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</span>
            <span>（8）侮辱或者诽谤他人，侵害他人合法权益的；</span>
            <span>（9）含有法律、行政法规禁止的其他内容的。</span>

        </p>
        <p>
            若用户提供给必中彩公司的帐号注册资料不准确，不真实，含有违法或不良信息的，必中彩公司有权不予注册，并保留终止用户使用必中彩各项服务的权利。若用户以虚假信息骗取帐号注册或帐号头像、个人简介等注册资料存在违法和不良信息的，必中彩公司有权采取通知限期改正、暂停使用、注销登记等措施。对于冒用关联机构或社会名人注册帐号名称的，必中彩公司有权注销该帐号，并向政府主管部门进行报告。
            根据相关法律、法规规定以及考虑到必中彩产品服务的重要性，用户同意：
            <span>（1）提供及时、详尽及准确的帐户注册资料；</span>
            <span>（2）不断更新注册资料，符合及时、详尽准确的要求，对注册必中彩手机帐号时填写的身份证件信息不能更新。</span>
        </p>
        <p>
            用户同意，其提供的真实、准确、合法的必中彩手机帐号注册资料作为认定用户与其必中彩手机帐号的关联性以及用户身份的唯一证据。用户在享用必中彩各项服务的同时，同意接受必中彩提供的各类信息服务。必中彩公司提醒用户，用户注册必中彩手机帐号或更新注册信息时填写的证件号码，在注册必中彩手机帐号成功或补充填写后将无法进行修改，请用户慎重填写各类注册信息。</p>
        <p>
            用户同意，在用户通过必中彩公司公布的线上渠道或通过客服申诉并提交必中彩公司要求的身份认证信息材料的，则该用户原必中彩手机帐号下的所有使用记录数据可以转移到该用户提供的，未注册过必中彩手机帐号的新手机号关联的新必中彩手机帐号并自行承担因此等转移可能产生的后果。</p>
        <p>
            为使用户及时、全面了解必中彩公司提供的各项服务，用户同意，必中彩公司可以多次、长期向用户发送各类商业性短信息而无需另行获得用户的同意。用户同意与注册、使用必中彩手机帐号相关的一切资料、数据和记录，包括但不限于手机帐号、注册信息、所有登录记录和相关的使用统计数字等归必中彩公司所有。发生争议时，用户同意以必中彩公司的系统数据为准，必中彩公司保证该数据的真实性。
        <p>
            尽管有前述约定，对于用户使用必中彩手机帐号享受必中彩公司服务时产生的一切数据，包括但不限于产品登录记录及其他产品日志、产品客户服务记录、用户在产品中创造的社会网络内容等，归具体产品运营主体所有。发生争议时，用户同意以具体产品运营主体的系统数据为准。但是如果单项条款存在与前述不同的约定，则以单项条款约定为准。</p>

        <h5>四、服务条款的修改</h5>
        <p>
            必中彩公司有权在必要时通过在网页上发出公告等合理方式修改本服务条款以及各单项服务的相关条款。用户在享受各项服务时，应当及时查阅了解修改的内容，并自觉遵守本服务条款以及该单项服务的相关条款。用户如继续使用本服务条款涉及的服务，则视为对修改内容的同意，当发生有关争议时，以最新的服务条款为准；用户在不同意修改内容的情况下，有权停止使用本服务条款涉及的服务。</p>

        <h5>五、服务的变更或中止</h5>
        <p>必中彩公司始终在不断变更和改进服务。必中彩公司可能会增加或删除功能，也可能暂停或彻底停止某项服务。用户同意必中彩公司有权行使上述权利且不需对用户或第三方承担任何责任。</p>
        <h5>六、用户隐私制度</h5>
        <p>
            用户知悉并同意，为便于向用户提供更好的服务，必中彩公司将在用户自愿选择服务或者提供信息的情况下收集用户的个人信息，并将这些信息进行整合。在用户使用必中彩公司服务时，服务器会自动记录一些信息，包括但不限于URL、IP地址、浏览器类型、使用语言、访问日期和时间等。为方便用户登录或使用必中彩公司的服务，必中彩公司在有需要时将使用cookies等技术，并将收集到的信息发送到对应的服务器。用户可以选择接受或者拒绝cookies。如用户选择拒绝cookies，则用户有可能无法登录或使用依赖于cookies的服务或者功能。必中彩公司收集的信息将成为必中彩公司常规商业档案的一部分，且有可能因为转让、合并、收购、重组等原因而被转移到必中彩公司的继任公司或者指定的一方。必中彩公司同意善意使用收集的信息，且采取各项措施保证信息安全。</p>
        <p>尊重用户个人隐私是必中彩公司的一项基本政策。所以，必中彩公司不会公开或透露用户的注册资料及保存在必中彩各项服务中的非公开内容，除非必中彩公司在诚信的基础上认为透露这些信息在以下几种情况是必要的：
            <span>（1）事先获得用户的明确授权；或</span>
            <span>（2）遵守有关法律规定，包括在国家有关机关查询时，提供用户的注册信息、用户在必中彩的网页上发布的信息内容及其发布时间、互联网地址或者域名；或</span>
            <span>（3）保持维护必中彩的知识产权和其他重要权利；或</span>
            <span>（4）在紧急情况下竭力维护用户个人和社会大众的隐私安全；或</span>
            <span>（5）根据本条款相关规定或者必中彩认为必要的其他情况下。</span>
        </p>
        <p>必中彩公司可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与必中彩公司同等的保护用户隐私的责任，则必中彩公司可将用户信息提供给该第三方。</p>
        <h5>七、用户的帐号、密码和安全性</h5>

        <h5>八、不可抗力条款</h5>
        <p>
            必中彩公司对不可抗力导致的损失不承担责任。本服务条款所指不可抗力包括：天灾、法律法规或政府指令的变更，因网络服务特性而特有的原因，例如境内外基础电信运营商的故障、计算机或互联网相关技术缺陷、互联网覆盖范围限制、计算机病毒、黑客攻击等因素，及其他合法范围内的不能预见、不能避免并不能克服的客观情况。</p>
        <h5>九、禁止服务的商业化</h5>
        <p>用户承诺，非经必中彩公司同意，用户不能利用必中彩各项服务进行销售或其他商业用途。如用户有需要将服务用于商业用途，应书面通知必中彩并获得必中彩的明确授权。</p>
        <h5>十、用户管理</h5>
        <p>用户独立承担其发布内容的责任。用户对服务的使用必须遵守所有适用于服务的地方法律、国家法律和国际法律。用户承诺：
            <span>（1）用户在必中彩的网页上发布信息或者利用必中彩的服务时必须符合中国有关法规，不得在必中彩的网页上或者利用必中彩的服务制作、复制、发布、传播以下信息：</span>
            <span>  (a) 违反宪法确定的基本原则的；</span>
            <span> (b) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</span>
            <span> (c) 损害国家荣誉和利益的；</span>
            <span> (d) 煽动民族仇恨、民族歧视，破坏民族团结的；</span>
            <span> (e) 破坏国家宗教政策，宣扬邪教和封建迷信的；</span>
            <span> (f) 散布谣言，扰乱社会秩序，破坏社会稳定的；</span>
            <span> (g) 散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</span>
            <span>(h) 侮辱或者诽谤他人，侵害他人合法权益的；</span>
            <span>(i) 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</span>
            <span>(j) 以非法民间组织名义活动的；</span>
            <span> (k) 含有法律、行政法规禁止的其他内容的。</span>
            <span> （2）用户在必中彩的网页上发布信息或者利用必中彩的服务时还必须符合其他有关国家和地区的法律规定以及国际法的有关规定。用户需遵守法律法规的规定使用必中彩微、博客服务。</span>
            <span> （3）用户不得利用必中彩的服务从事以下活动：</span>
            <span> (a) 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</span>
            <span> (b) 未经允许，对计算机信息网络功能进行删除、修改或者增加的；</span>
            <span> (c) 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</span>
            <span> (d) 故意制作、传播计算机病毒等破坏性程序的；</span>
            <span> (e) 其他危害计算机信息网络安全的行为。</span>
            <span> （4）用户不得以任何方式干扰必中彩的服务。</span>
            <span> （5）用户不得滥用必中彩服务，包括但不限于：利用必中彩服务进行侵害他人知识产权或者合法利益的其他行为。</span>
            <span> （6）用户应遵守必中彩的所有其他规定和程序。</span>
        </p>
        <p>
            用户须对自己在使用必中彩服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在必中彩公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予必中彩公司等额的赔偿。若用户违反以上规定，必中彩有权作出独立判断立即暂停或终止对用户提供部分或全部服务，包括冻结、取消用户服务帐号等措施。用户理解，如果必中彩发现其网站传输的信息明显属于上段第(1)条所列内容之一，依据中国法律，必中彩有义务立即停止传输，保存有关记录，向国家有关机关报告，并且删除含有该内容的地址、目录或关闭服务器。</p>
        <h5>十一、保障</h5>
        <p>
            用户同意保障和维护必中彩公司全体成员的利益，承担由用户违反服务条款的损害补偿费用，其它人使用用户的电脑、手机、帐号而产生的费用。用户或者使用用户帐号的其他人在使用过程中侵犯第三方知识产权及其他权利而导致被侵权人索赔的，由用户承担责任。</p>
        <p>如用户或其它网络服务提供者利用必中彩公司的服务侵害他人民事权益的，应当承担侵权等法律责任。</p>
        <p>如用户利用必中彩公司的服务实施侵权行为的，被侵权人有权通知必中彩公司采取删除、屏蔽、断开链接等必要措施。必中彩公司接到通知后，因自身过错若未及时采取必要措施的，按法律规定承担责任。</p>
        <h5>十二、通知</h5>
        <p>所有发给用户的通知都可通过电子邮件、常规的信件或在网站显著位置公告的方式进行传送。必中彩公司将通过上述方法之一将消息传递给用户，告知他们服务条款的修改、服务变更、或其它重要事情。</p>
        <h5>十三、内容、商标的所有权</h5>
        <p>
            必中彩公司提供的内容包括但不限于：非用户上传/提供的文字、软件、声音、相片、视频、图表等。所有这些内容均属于必中彩公司，并受版权、商标、专利和其它财产所有权法律的保护。所以，用户只能在必中彩公司授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。</p>
        <p>
            必中彩以及必中彩公司的其他标志及必中彩产品、服务的名称，均为必中彩公司之商标（以下简称“必中彩标识”）。未经必中彩公司事先书面同意，您不得将必中彩标识以任何方式展示或使用或作其他处理，也不得向他人表明您有权展示、使用、或其他有权处理必中彩标识的行为。</p>
        <h5>十四、法律</h5>
        <p>本条款适用中华人民共和国的法律，并且排除一切冲突法规定的适用。</p>
        <p> 如出现纠纷，用户和必中彩公司一致同意将纠纷交由北京市朝阳区法院管辖。</p>
        <h5>十五、</h5>
        <p>
            必中彩公司对必中彩手机帐号上所有服务将尽力维护其安全性及方便性，但对服务中出现的信息（包括但不限于用户发布的信息）删除或储存失败不承担任何责任。另外必中彩公司有权判定用户的行为是否符合本服务条款的要求，如果用户违背了本服务条款的规定，必中彩公司有权中止或者终止对其必中彩手机帐号的服务。</p>
        <p>
            必中彩公司尊重知识产权并注重保护用户享有的各项权利。在必中彩手机帐号所含服务中，用户可能需要通过上传、发布等各种方式向必中彩公司提供内容。在此情况下，用户仍然享有此等内容的完整知识产权。用户在提供内容时将授予必中彩公司一项全球性的免费许可，允许必中彩公司使用、传播、复制、修改、再许可、翻译、创建衍生作品、出版、表演及展示此等内容。</p>
        <h5>十六、必中彩手机帐号的有效期</h5>
        <p>
            如果用户注册必中彩手机帐号后连续180天没有登录，则必中彩公司有权冻结该帐号。在冻结期内用户可以通过密保邮箱+手机验证码、原始密码+手机验证码、客服申诉等途径解除冻结，具体操作方式用户可在必中彩公司网站合适位置查询或咨询客服了解。如被冻结的必中彩手机帐号在冻结期内被其他用户申请重新注册，并通过了注册时必须的验证，必中彩公司有权回收该帐号供其他用户注册使用。</p>
        <p>
            当帐号被冻结后，原必中彩手机帐号下的所有资料以及全部服务数据，必中彩公司将为原用户保存540天（自该帐号最后一次登录之日起计算，也称“保存期”），如原用户连续540天没有通过客服申诉并提交必中彩公司要求的身份认证信息材料的，则原必中彩手机帐号下的数据自该帐号最后一次登录之日起的第540天24时到期作废，必中彩公司有权删除原必中彩手机帐号下的所有资料以及全部服务数据。如用户在原帐号被回收后且在该帐号的保存期内，通过客服申诉并提交必中彩公司要求的身份认证信息材料的，则该用户原必中彩手机帐号下的数据可以转移到该用户手机号关联的新必中彩手机帐号。
        <p>成功登录必中彩手机帐号是指通过必中彩手机帐号密码认证或手机验证码认证，包括但不限于如下方式：
            <span>(1) 通过手机应用等客户端软件登录；</span>
            <span>(2) 通过web方式端登录；</span>
        </p>
        <h5>十七、其他</h5>
        <p>（1）必中彩公司不行使、未能及时行使或者未充分行使本条款或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响必中彩公司在将来行使该权利。</p>
        <p>（2）如本条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，本服务条款的其余条款仍应有效且具有约束力，必中彩公司及用户均应尽力使该条款设定的本意得到实现。</p>
        <p>（3）本条款中的标题仅为方便而设，不作为解释本条款的依据。</p>
        <p>（4）该产品提供服务与苹果公司无关。</p>
        <p>如用户对本条款内容有任何疑问，可拨打客服电话（010-84505099）进行查询。</p>


    </div>
</template>
<script>
	import {nativeApp} from '../../../../util/common'
    export default {
        name: 'service',
        data() {
            return {
            }
        },
        mounted() {
			nativeApp({'methodName':'showTitle','title':'注册服务协议'})
            window.getCxmTitle = function(){
                return '必中彩·注册服务协议'
            }
        }
    }
</script>
