<style lang='scss' scoped src='./style.scss'>

</style>

<template>
  <div class="inToplay">
        <b>本平台投注截止时间</b><br />
        本平台投注截止时间为赛前1小时<br />
本平台周一至周五 开售时间：09:00 停售时间：23:00<br />
本平台周六至周日 开售时间：09:00 停售时间：次日00:00<br />
<span style="color:#ea5504;">*如遇重大国际赛事，投注截止时间会有所调整</span><br />
<b style="margin-top:0.2em;display:block;">一、玩法说明</b>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;竞彩足球游戏（简称竞彩）是由国家体育总局彩票管理中心发行组织和销售，竞猜的比赛由国家体育总局彩票管理中心选定并向社会公布，竞彩足球比赛对阵主队在前，客队在后。<br />
<table>
    <tr>
        <td style="color:#ea5504;">玩法</td>
        <td style="color:#ea5504;">规则</td>
    </tr>
    <tr>
        <td>胜平负</td>
        <td>竞猜对阵双方在90分钟内（含伤停补时）的胜平负结果</td>
    </tr>
    <tr>
        <td>让球胜平负</td>
        <td>竞猜对阵双方在90分钟内（含伤停补时）让球后的胜平负结果</td>
    </tr>
    <tr>
        <td>比分</td>
        <td>竞猜对阵双方在90分钟内（含伤停补时）的比分</td>
    </tr>
    <tr>
        <td>总进球数</td>
        <td>竞猜对阵双方在90分钟内（含伤停补时）的总进球数量</td>
    </tr>
    <tr>
        <td>半全场</td>
        <td>竞猜对阵双方在90分钟内（含伤停补时）上半场和全场的胜平负结果</td>
    </tr>
</table>
注：<br />
<b style="color:#ea5504;font-weight:400;">让球胜平负:</b>
“-”表示主队让客队，主队的净胜球大于让球数才算主胜；“+”表示客队让主队，客队的净胜球大于让球数才算客胜。<br />
<b style="color:#ea5504;font-weight:400;">竞彩足球混合投注:</b>
是指多场比赛之间不同玩法进行组合投注。同一场比赛的各种玩法不能组合成一注投注。<br />
<b style="color:#ea5504;font-weight:400;">竞彩2选1玩法:</b>
该玩法是结合竞彩足球胜平负游戏和让球胜平负游戏两个玩法，利用混合过关特性将一场比赛转化成两个投注项的投注方式。<br />
赛程只针对让球胜平负玩法中让球值为（-1）和（+1）的比赛。<br />
主胜=胜平负的“主胜”<br />主不胜=让球胜平负（-1）的玩法下的“客胜”<br />主败=胜平负的“客胜”<br />主不败=让球胜平负（+1）的玩法下的“主胜”<br />
<b style="margin-top:0.2rem;display:block;">二、过关方式</b>
选择一场比赛进行的投注为单关投注；选择2场或2场以上比赛进行串关投注的为过关投注。在过关投注中，所选比赛的结果全部竞猜正确才能中奖。<br />
胜平负：串关最高上限为8串1。<br />
让球胜平负玩法：串关最高上限为8串1。<br />
比分：串关最高上限为4串1。<br />
总进球数：串关最高上限为6串1。<br />
半全场：串关最高上限为4串1。<br />

<b style="margin-top:0.2rem;display:block;">三、奖金计算</b>
1.竞彩足球的过关投注奖金以出票时的赔率为准，不受投注完成后的调整变化所影响，投注页面赔率仅供参考。<br />
2.单关奖金=2.00元*出票赔率*倍数；过关奖金=2.00元*所选比赛出票赔率连乘（小数点2位）*倍数<br />
例如：购买2场比赛2串1过关玩法且中奖，出票时的赔率为1.86和2.48，倍数为10倍，过关奖金=2*1.86*2.48*10=92.2元<br />
3.奖金限额<br />
单场投注，单注最高奖金限额10万元。<br />
2-3场过关投注，单注最高奖金限额20万元； 4-5场过关投注，单注最高奖金限额50万元； 6场及以上过关投注，单注最高奖金限额100万元。<br />
若投注中奖后，单注应兑奖金高于对应的最高奖金限额，则只兑付对应的最高限额奖金。<br />
根据相关法律规定，彩票奖金收入属偶然所得，如单注彩票的中奖金额超过10000元（不含10000元）人民币，中奖者需要按照相关规定缴纳中奖金额的20%的个人所得税。<br />
<b style="margin-top:0.2rem;display:block;">四、异常比赛如何处理？如延期、中断、取消</b>
1.延期比赛如何处理？<br />推迟时间未超过36小时，则正常算奖；<br />推迟时间超过36小时或无法确定时间，则该场为无效场次，按比赛取消算奖。<br />2. 中断比赛如何处理？<br />36小时内继续完成比赛则正常算奖；<br />36小时内未完成比赛则该场为无效场次，按比赛取消算奖。<br />3. 取消赛事算奖？<br />单关固定玩法返还投注本金，过关投注玩法则该场赔率值按1.0计算奖金。<br />
<b style="margin-top:0.2rem;display:block;">五、注意事项</b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;根据投注额、突发事件等因素，国家体育总局彩票管理中心销售系统可能会拒绝某些大额投注，暂停或提前截止针对某场比赛的某些特定过关组合、特定结果选项的投注（也就是限号），暂停或提前截止针对某场比赛的所有投注（比赛延期等情况会提前截止）。<br />
    </div>
</template>

<script>
	import {nativeApp} from '../../../../util/common'
export default {
    name: 'inToplay',
    data(){
        return {}
    },
    mounted(){
			nativeApp({'methodName':'showTitle','title':'玩法帮助'})
        window.getCxmTitle = function(){
            return '彩小秘彩票·玩法帮助'
        }
        this.$store.state.matchObj = {};
    }
}
</script>



