<style lang='scss' scoped src='./style.scss'>

</style>
<template>
    <div class="wrap protocol">
        <p>彩小秘彩票提供的各项基于互联网以及通信网的相关服务 (以下称“服务”）的所有权及经营运作权，归北京数字传奇网络科技有限公司所有，请您务必审慎阅读。充分理解各条款内容，特别是免除或限制责任的条款，以及开通或使用某项
            服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示您注意。除非您已阅读并接受本协议的所有条款，否则您无权注册或使用购彩账户。依据本协议以下条款在本网注册的用户，并同意以下服务条款，方有资格享受本网提供的相关服务，并受本协议条款的约束。用户使用本网提供的服务即视为接受本协议，使用前请认真阅读本协议。</p>
        <h5>一、相关定义</h5>
        <p>1、用户：指在彩小秘彩票APP注册成功，有资格享受彩小秘彩票代购合买服务的个人。</p>
        <p>2、代购：指用户单独出资委托彩小秘彩票购买彩票，税后奖金全部归该用户所有。</p>
        <p>3、合买：指由两个及以上用户共同出资委托彩小秘彩票app购买彩票，税后奖金由发单人按照事先约定的方式、比例进行提成，剩余奖金按用户认购比例进行分配，除不尽的部分归发单人所有。</p>
        <p>4、彩票账户：指用户在彩小秘彩票APP上设立的虚拟账户，专门用于用户存放本金、奖金。</p>
        <p>5、本金：指用户通过充值预存在彩票账户中的资金，专门用于委托彩小秘彩票APP购买指定的彩票，以及彩小秘彩票APP提供的其他服务和产品。充值的资金必须全部消费，不可进行提款。</p>
        <p>6、奖金：指用户委托购彩中奖后所获得的奖金。奖金可委托购彩、消费和提现。</p>
        <p>7、用户信息：指用户在注册、实名认证和提款时提供的个人信息，包括但不限于：账户名、登录密码、真实姓名、身份证号、手机号码、邮箱和提款锒行卡信息等。</p>
        <p>8、出票：指用户的代购和合买方案经由彩小秘彩票APP通过终端机或国家彩票机构的无纸化投注接口成功记录到国家彩票机构的数据库中。出票成功是用户彩票购买成功的唯一标志。</p>
        <p>9、跟单：竞足跟单投注方案是本APP推出的足彩投注跟单玩法，旨在以用户优先为原则，为用户提供专业的投注方案。</p>
        <h5>二、本协议服务范围</h5>
        <p>1、本协议服务范围包括：提供代购服务、跟单服务、合买服务；提供彩票开奖、资讯和数据服务；提供彩票信息交互平台；提供在线充值和结算服务；提供彩票增值服务。</p>
        <p>2、本协议服务范围不包括向用户提供手机终端及其附属设备、网络和通信等资源。</p>
        <h5>三、用户的权利</h5>
        <p>1、用户有权随时对个人资料进行查询和对部分资料进行修改。为保护用户资金安全，账户名、真实姓名、和身份证号不能修改。</p>
        <p>2、用户可查询最近三个月的投注记录和账户资金收支明细， 并可免费获取彩票开奖、资讯和数据信息。</p>
        <p>3、所有用户享有在本站参加各类活动和游戏，以及查找免费资料的权利。</p>
        <h5>四、用户的义务</h5>
        <p>1、全面遵循本协议的义务，在注册成为彩小秘彩票用户之前， 须认真阅读、理解本协议各条款，一经注册成功即视为同意本协议全部条款，用户有义务全面遵守本协议。</p>
        <p>2、
            如实提供用户资料的义务。为保障用户的合法权益，避免在中奖时出现用户注册、实名认证资料与真实情况不符导致不能兑奖等情况，请用户注册和实名认证时务必按照真实、全面、准确的原则提供用户资料。因用户资料不真实、不全面、不准确造成不能兑奖、不能提现、不能注销等情况，由用户承担全部责任。如果用户提供的资料包含有不正确的信息，本平台保留结束该用户使用服务资格的权利。
        </p>
        <p>3、
            不得恶意注册的义务。严禁任何形式的恶意注册以及冒充、模仿本站知名发起人进行注册。因各种形式的恶意注册而造成彩小秘彩票的损失，彩小秘彩票有权采取包括但不限于冻结账户资金、扣除账户资金等手段向用户追偿；造成的其他一切后果，由用户自行承担。
        </p>
        <p>4、 保持账户名义务。为保护用户账户资金安全性，账户名、真实姓名、身份证号一经提交后，不得再进行更改。
        </p>
        <p> 5、 预存款项义务。为避免因资金不能及时到账导致延误购买彩票的情况，用户均必须通过充值的方式在账户中预存先存入购彩资金，方可提出代购、合买请求。
        </p>
        <p> 6、
            保持账户资料义务。用户账户资料包括但不限于用户密码、个人账户以及用户账户操作所需的资料。用户务必对其账户资料自行保密，以免账户资料被盗用或篡改，因用户保护不周导致账户资料被盗用或篡改而给用户造成的任何损失及法律责任甶用户自行承担，用户同意若发现任何非法使用用户账户或安全漏洞的情况，立即通知彩小秘彩票官方。
        </p>
        <p> 7、 维护彩小秘彩票利益的义务。用户同意保障和维护彩小秘彩票全体成员的利益。负责支付甶用户使用超出服务范围引起的律师费用，违反服务协议的损害补偿费用，其他人使用用户手机、账户和其他知识产权的追索费等。
        </p>
        <p> 8、 承担银行费用的义务。在申请提取账户资金或因合同终止返还账户资金的情况下，款项从彩票账户转账至用户锒行卡的银行费用甶用户承担。
        </p>
        <p> 9、 缴纳个人所得税的义务，单注彩票中奖金额高于人民币1万元（壹万元）时，用户需依法缴纳个人偶然所得税，由彩票发行中心依法代扣代缴。
        </p>
        <p> 10、 用户单独承担发布内容的责任。用户对服务的使用是根据所有适用于彩小秘彩票的国家地方法律、法规和国际法律标准的。
            <span>用户须承诺:</span>
            <span> (丨）在彩小秘彩票APP上发布信息或者利用彩小秘彩票APP的服务时必须符合中国有关法规、不得在彩小秘彩票APP上或者利用彩小秘彩票APP的服务制作、复制、发布、传播以下信息：
            </span><span>a:煽动抗拒、破坏宪法和法律、行政法规实施的：</span>
            <span>b:煽动国家政权、推翻社会主义制度的；</span>
            <span>c:煽动分裂国家、破坏国家统一的；</span>
            <span> d:煽动民族仇恨、名族歧视、破坏名族团结的；</span>
            <span>e:捏造或者歪曲事实，散布谣言、扰乱社会秩序的；</span>
            <span>f:宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的;</span>
            <span>g:公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</span>
            <span>h:损害国家机关信誉的；</span>
            <span>i:其他违反宪法和法律行政法规的；</span>
            <span> J:进行商业广告行为的。</span>
            <span> (2)	在彩小秘彩票app上发布信息或者利用彩小秘彩票app的服务时还必须符合其他有关国家和地区的法律法规以及国际法的有关规定。</span>
            <span>(3)	不利用彩小秘彩票app的服务从事以下活动：</span>
            <span>a:未经允许，逬入计算机系统网络或者使用计算机信息网络资源的；</span>
            <span>b:未经允许，对计算机信息网络功能进行删除、修改或者增加的；</span>
            <span>c:未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或增加的；</span>
            <span> d:故意制作、传播计算机病毒等破坏性程序的；</span>
            <span> d:其他危害计算机信息网络安全的行为。</span>
            <span>(4)	不以任何方式干扰彩小秘彩票app的服务。</span>
            <span>(5)	遵循彩小秘彩票app所有其他的规定和程序。</span>
            <span> 若用户的行为违反以上承诺，彩小秘彩票官方将做出独立判断，立即取消用户服务账户。</span>
            <span> 用户需对自己在app的行为承担法律责任。用户若在彩小秘彩票app上散布和传播反动、色情或其他违反国家法律的信息、彩小秘彩票app的系统记录有可能作为用户违反法律的证据。</span>

        </p>
        <h5>五、彩小秘彩票app的权利</h5>
        <p>1、 管理用户账户的权利。如果用户提供的信息包含有第四条
            第三款多次恶意注册信息或第十款所列信息，彩小秘彩票app保留注销其用户账户或者限制其使用全部或部分服务内容的权利。一经发现用户利用彩小秘彩票app制作、复制和传播的信息明显属于第四条第十款所列信息之一的，彩小秘彩票app将立即采取屏蔽信息、发出警告、直至关闭用户账户并报警等措施。彩小秘彩票app将保存有关记录，并向国家有关机关报告，用户的系统记录将作为用户违反法律法规的证据。
        </p>
        <p> 2、
            修改本协议条款的权利。彩小秘彩票app有权在必要时修改服务条款，服务条款一旦发生变动，将会在彩小秘彩票app相关页面上提示或公告修改内容。如果不同意所修改的内容，用户可以主动取消获得的服务。如果用户继续享用服务。则视为接受服务条款的变动，彩小秘彩票app保留随时修改或中断服务而不需通知照用户的权利。
            <span>主要包括以下情况：</span>
            <span>(1)	增加或减少彩票品种。彩小秘彩票app代购的彩票品种 以当期可以实现购买的品种为准，长期或临时增加或减少彩票品种均不需要事先告知用户。</span>
            <span>(2)	调整彩票销售截止时间的权利。彩小秘彩票app代购和合买服务截止时间一般会根据各彩种当期官方彩票销售截止时间提前截止，彩小秘彩票app有权根据彩票种类和当期销售情况调整彩票销售截止时间，而不需要事先告知用户。</span>
            <span>(3)	代购彩票权利和义务，在用户向彩小秘彩票app提出彩票委托购买请求后，彩小秘彩票app有权从其账户冻结或扣除委托购买所需资金，代为向彩票发行和销售机构购买用户指定的彩票。</span>
            <span> (4)	代为保管彩票、领取奖金、派发奖金的权利和义务，在彩票中奖的情况下，由彩小秘彩票app负责代理领取奖金、派发奖金的事宜，奖金直接返还到中奖用户的彩票账户中。</span>
            <span>(5)	制止公款购彩的权利，彩小秘彩票app有权拒绝非个人资金通过彩小秘彩票购买彩票，一旦发现有款项非个人账户资金转入用户彩票账户，彩小秘彩票app有权采取强制将款项退回原账户，终止协议、注销用户账户等措施。彩小秘彩票app并将向有关管理机关报告，国家明令禁止一切洗钱活动，彩小秘彩票app网积极响应国家政策，严格防止少数用户利用信用卡套现和洗钱的行为，因为用户当次充值后交易必须全部进行消费，提款手续费参照彩小秘彩票app相关页面标准收取。</span>
            <span>(6)	制止恶意提款或转账的权利，彩小秘彩票app有权拒绝彩票账户资金通过彩小秘彩票app提现或转至其他非注册银行账户的行为，一旦发现恶意提现或转账的行为，彩小秘彩票app有权制止并将款项退还到原账户。</span>
            <span>(7)	制止未满18周岁的未成年人购买彩票的权利。禁止未满18周岁（未成年）者在彩小秘彩票app注册。同事，不提倡学生购买彩票。其中包括在校大学生。如未成年人提供虚假用户资料冒充成年人的，一经发现，该用户账户将被注销，其在彩小秘彩票app进行的一切彩票委托购买行为将自始无效，由此给彩小秘彩票app及其本人造成的损失以及不能领奖的后果均由该未成年人及法定监护人承担。</span>
            <span> (8)	在包括但不限于质疑用户资金来源的合法性、质疑委托人未满18周岁等情况下，彩小秘彩票app有权拒绝接受用户的代购和合买委托；且有权在接受该等用户委托后，完成出票前随时终止执行用户的委托指令，恢复原状。</span>
            <span>(9)	监督用户规范使用账户名的权利，当用户所使用的账户名涉嫌：</span>
            <span>a:以党和国家领导人或其他社会名人的真实姓名、字、号、艺名、笔名、昵称注册；</span>
            <span>b:以国家组织机构或其他组织机构的名称注册；</span>
            <span>c:以与其他网友相同、相仿的名字或昵称注册；</span>
            <span> d:以网站抄单区、论坛名人相仿的名字注册；</span>
            <span> f:以带广告性质、不文明、不健康的ID和昵称注册；</span>
            <span>g:以对其他用户进行人身攻击、谩骂、诋毀称呼注册；</span>
            <span>h:以易产生歧义、引起他人误解或带有各种奇形怪状符号的ID和昵称注册；</span>
            <span> i:其他彩小秘彩票app认为不适宜的账户名注册，彩小秘彩票app有权劝告或禁止用户使用上述账户名进行注册。</span>
            <span>（10）合理使用用户资料的权利。为了满足彩票机构的监管要求，或为了用户顺利使用其选择的第三方服务商提供用户资料。彩小秘彩票app用户同意放弃在此情况下向彩小秘彩票app追究任何责任的权利。</span>
        </p>
        <h5>六、彩小秘彩票app的义务</h5>
        <p>
            1、用户账户资料保护义务。彩小秘彩票app对用户注册信息提供最大限度的安全保障。当彩小秘彩票app用户涉嫌盗用他人第三方支付渠道（如：银联、支付宝、微信、京东等）账户资金，或涉嫌其第三方支付渠道账户被盗用的，应涉嫌被盗用人或第三方支付公司的要求，在其承诺仅将用户资料用于涉嫌盗用事件并予以保密的前提下，彩小秘彩票app将向请求方提供涉嫌盗用人的用户资料。彩小秘彩票app用户同意放弃在此情况下向彩小秘彩票追究任何责任的权利。</p>
        <p> 2、 公布中奖情况的义务。在官方彩票发行和销售机构发布中奖结果后，彩小秘彩票app公布中奖号码及奖金分配情况，最终开奖结果将以官方彩票发行机构和销售机构公布的中奖情况为准。</p>
        <p> 3、 账户自己提款义务用户在任何时间都可以对自己账户余额申请提款，账户内的彩金不能提款，只有中奖的奖金可以进行提款。提款操作以及申请注意事项请查看相关业务细则。
            为了保障用户在本平台的资金安全，用户的提款要求首先经过彩小秘彩票核对，核对无误后通过网上办理汇款，对有明显套现或洗钱意图的用户本站将采取原路退回的原则处理，由于受银行处理时间的制约到账时间将有可能超过半个月，款项转移所产生的银行费用由用户承担。</p>
        <p>4、 账户资金返还义务。因任何原因终止本协议的履行，彩小秘彩票app应在协议终止后30天内将用户账户内的余额以用户认可的方式退还予用户。退还余额所产生的锒行费用由用户承担。</p>
        <p> 5、 以账户资金代购彩票的义务。代为保管彩票、领取奖金、 派发奖金的义务，详见本协议第五条第3、4款。</p>
        <p> 6、
            维护和完善服务的义务。在为用户提供服务过程中，彩小秘彩票app将竭尽可能的维护和完善提供的各种服务。用户在使用本平台过程中自行承担风险，彩小秘彩票app不担保服务一定能满足用户的需求，也不担保服务不会中断，彩小秘彩票app同时不对用户所发布信息的删除或储存失败负责。</p>
        <h5>七、协议变更和终止</h5>
        <p>1、彩小秘彩票app有权对本协议逬行变更而无需事先通知用户，用户有权决定是否继续接受修订后的协议.详见本协议第五条第2款。</p>
        <p> 2、任何一方未能履行本协议规定的任何义务，且在收到另一方 面更正通知15日内仍未能改正错误的，均被视为自动放弃本协议，协议同时终止。</p>
        <p>3、 用户违约或发生其他导致彩小秘彩票app不能再为用户服务 的情况，彩小秘彩票app有权以致电的方式通知用户终止本协
            议，自通知发出之日起15日内本协议终止，彩小秘彩票app需在协议终止后30日内将用户账户内的余额以用户认可的方式退 还给用户。</p>
        <p>4、 禁止发现公款购彩的嫌疑、未成年人购彩嫌疑等本协议禁止的情况，彩小秘彩票app有权立即终止协议。</p>
        <h5>八、违约责任</h5>
        <p>1、 任何一方未能履行本协议规定的任何义务，且在收到另一方发出更正通知15日内未能改正错误的，均被视为自动放弃本协议，协议同时终止，另一方面将有权就因对方放弃协议而造成的经济损失进行追踪；</p>
        <p> 2、 因任何一方出现违反法律法规的行为或本协议约定的违约行为，都应由责任方自行负责并赔偿由此给对方造成的损失。</p>
        <h5>九、免责条款</h5>
        <p>发生下列情况时，彩小秘彩票不予承担任何法律责任： </p>
        <p>
            1、用户资料泄露。由于用户将密码告知他人或与他人共享注册账户，或由于用户的疏忽，由此导致的任何个人资料泄露，以及由此产生的纠纷。无论何种原因导致的用户资料未授权使用、修改、用户密码、个人账户或注册账户信息被授权篡改，盗用而产生的一切后果。</p>
        <p>2、不可抗力及不可预见的情势发生。不可抗力和不可预见情势包括：自然灾害、政府行为、罢工、战争等；黑客攻击计算机病毒侵入或发作、政府管制、彩票发行和销售机构的原因，彩票出票机或服务的故障、网络故障、国家政策变化、
            法律法规之变化等。因不可抗力和不可预见情势造成暂时性关闭，用户资料或代购、委托指令泄露。丟失、被盗用、
            被篡改、委托代购、彩小秘彩票app未能收到指令等，以及甶此产生的纠纷，因不可抗力和不可预见的情势造成本协议不能履行的.</p>
        <p> 3、 用户原因或第三方原因造成损失。由于用户自身原因，或违反法律法规，以及第三方的原因，造成用户无法使用彩小秘彩票app服务或产生其他损失的。</p>
        <p> 4、 用户代购、合买的彩票而产生的损失。彩小秘彩票app对任何因用户根据本协议购买彩票而发生的直接、间接、偶然、特殊损害不负责任。</p>
        <p> 5、 用户使用链接或下载资料产生的损害。甶于使用与彩小秘彩票app链接的其他网站，或者使用通过彩小秘彩票app下载或取得的资料，造成用户资料泄露、用户手机系统的损坏等情况及由此而导致的任何争议和后果。</p>
        <p> 6、 甶于福彩或体彩中心在彩票销售过程中，临时更改玩法造成用户委托投注失败。</p>
        <p> 7、 应国家法律、法规或上级主管部门要求，取消或暂停本规则涉及全部或部分业务的，彩小秘彩票app不承担任何责任。</p>
        <h5>十、合同组成</h5>
        <p>彩小秘彩票app主页以及其他页面有关（包括但不限于）用户注册流程、变更流程、用户支付与结算、发起人资格、
            分成佣金方式、中奖领奖流程、相关奖励、用户以及用户升级等运营内容的细则以及法律声明均为本协议的有效组成部门，是对本协议的解释扩充，与本协议有着相同的法律效应。 及由此而导致的任何争议和后果。</p>
        <h5>十一、适用法律和管辖</h5>
        <p>1、
            本服务条款受中国现行法律、法规以及从此后颁布和实施的法律、法规的约束和保护，用户和彩小秘彩票app—致同意服从其管辖。如发生彩小秘彩票app服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律法规重新解释，而其他条款依旧保持对用户产生法律效益和影响。</p>
        <p>2、
            本协议签订地为中华人民共和国北京市朝阳区新华科技大厦。用户及彩小秘彩票app任一方的任何争议和质疑均需即时告知对方。并尽可能友好协调解决；协调不成，双方同意将纠纷争议提交本协议签订地有管辖权的人民法院管辖。</p>
        <h5>十二、未尽事宜</h5>
        <p>彩小秘彩票官方将不时提供其他服务，而这些其他服务可
            能是受不同的服务条款和条件约束的，若新服务发布服务条款和条件时，则适用于本条款，其未尽事宜，彩小秘彩票官方拥有最终解释权，本协议最终解释权归彩小秘彩票官方所有。</p>
    </div>
</template>
<script>
import {means,nativeApp} from '../../../util/common'
export default {
    name: 'protocol',
    data(){
        return {}
    },
    mounted(){
        nativeApp({'methodName':'showTitle','title':'投注服务协议'})
        means('投注服务协议').isTitle
    }
}
</script>